


[{"img":"/images/Haroon-photo.jpeg","name" : "Dr Haroon Sarfraz", "info" : "Few people are lucky enough to love what they do as much as Dr Haroon. From your very first appointment, you’ll feel the passion and care in his approach. Dr Haroon graduated with a Bachelor of Dental Surgery from the University of Adelaide. Skilled in all aspects of general dentistry, he has also undertaken advanced training in oral surgery and implantology. Along with constantly seeking to refine his technical skills, Dr Haroon is passionate about integrating innovative technology to drive the field of dentistry forward and deliver better outcomes for his patients."}, 
{"img":"/images/Ali-photo.jpg","name" : "Dr Ali Tiwana", "info" : "Few people are lucky enough to love what they do as much as Dr Ali. From your very first appointment, you’ll feel the passion and care in his approach. Dr Ali graduated with a Bachelor of Dental Surgery from the University of Adelaide. Skilled in all aspects of general dentistry, he has also undertaken advanced training in oral surgery and implantology. Along with constantly seeking to refine his technical skills, Dr Ali passionate about integrating innovative technology to drive the field of dentistry forward and deliver better outcomes for his patients."},
{"img":"/images/Haroon-photo.jpeg","name" : "Dr Zeeshan Sandhu", "info" : "Few people are lucky enough to love what they do as much as Dr Zeeshan. From your very first appointment, you’ll feel the passion and care in his approach. Dr Zeeshan graduated with a Bachelor of Dental Surgery from the University of Adelaide. Skilled in all aspects of general dentistry, he has also undertaken advanced training in oral surgery and implantology. Along with constantly seeking to refine his technical skills, Dr Zeeshan is passionate about integrating innovative technology to drive the field of dentistry forward and deliver better outcomes for his patients."},
{"img":"/images/Haroon-photo.jpeg","name" : "Dr Poppo Poppo", "info" : "Few people are lucky enough to love what they do as much as Dr Poppo. From your very first appointment, you’ll feel the passion and care in his approach. Dr Poppo graduated with a Bachelor of Dental Surgery from the University of Adelaide. Skilled in all aspects of general dentistry, he has also undertaken advanced training in oral surgery and implantology. Along with constantly seeking to refine his technical skills, Dr Poppo is passionate about integrating innovative technology to drive the field of dentistry forward and deliver better outcomes for his patients."} ]